export const checkListData = [
  {
    id: 1,
    title: '가입/계정 관련 항목',
    questions: [
      {
        id: 1,
        content: '회원가입 시 개인정보 처리 방침 및 이용약관을 꼼꼼히 살피시나요?',
      },
      {
        id: 2,
        content: '본인확인은 주민등록번호 대신 아이핀이나 휴대폰 번호 등을 사용하시나요?',
      },
      {
        id: 3,
        content: '비밀번호를 영어 대소문자와 특수문자를 이용하여 유추할 수 없도록 설정하시나요?',
      },
      {
        id: 4,
        content: '비밀번호를 주기적으로 변경하고 계신가요?',
      },
      {
        id: 5,
        content: '명의도용 확인 서비스를 이용하여 개인정보를 관리하고 계신가요?',
      },
    ]
  },
  {
    id: 2,
    title: '게시물 업로드 관련 항목',
    questions: [
      {
        id: 1,
        content: '개인정보 공개 범위를 확인하여 개인정보 공개를 방지하고 계신가요?',
      },
      {
        id: 2,
        content: '의도치 않은 위치 정보 노출을 예방하기 위해 SNS를 이용하지 않을 때는 위치 서비스를 끄고 계신가요?',
      },
      {
        id: 3,
        content: '게시물 업로드 시 꼭 필요한 최소한의 정보만 게시하시나요?',
      },
      {
        id: 4,
        content: 'SNS에 업로드한 사진이나 내용에 자신이나 타인의 개인정보가 있는지 확인하시나요?',
      },
      {
        id: 5,
        content: '업로드한 게시물을 주기적으로 삭제하고 계신가요?',
      },
    ]
  },
  {
    id: 3,
    title: '기타 개인정보 보호 관련 항목',
    questions: [
      {
        id: 1,
        content: '개인정보를 친구 등 가까운 사람에게 공개한 적이 있으신가요?',
      },
      {
        id: 2,
        content: '출처가 불명확한 자료를 다운로드하신 적이 있나요?',
      },
      {
        id: 3,
        content: 'PC방에서 금융거래를 진행한 적이 있으신가요?',
      },
      {
        id: 4,
        content: 'P2P 공유폴더에 개인정보를 저장하신 적이 있나요?',
      },
      {
        id: 5,
        content: '필요시 개인정보 침해 신고 서비스를 적극 활용하실 계획인가요?',
      },
    ]
  },
]